Repository: CofficLab/Cisum_SwiftUI
Catalog: Packages/PluginOpenButton/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant_hk

source: Open Current
zh_hans: 打开当前
zh_hant_hk: 開啟目前

source: Open Current Button
zh_hans: 当前资源打开按钮
zh_hant_hk: 當前資源打開按鈕

source: Show in Finder
zh_hans: 在访达中显示
zh_hant_hk: 在訪達中顯示

source: Provides an Open Current entry in the toolbar to quickly locate the current file
zh_hans: 在工具栏提供「打开当前」入口，快速定位当前播放文件。
zh_hant_hk: 在工具列提供「開啟目前」入口，快速定位目前播放的檔案。

source: Overview
zh_hans: 概述
zh_hant_hk: 概述

source: Core Capabilities
zh_hans: 核心能力
zh_hant_hk: 核心能力

source: Open File: shows the current file in the file manager.
zh_hans: 打开文件：在文件管理器中显示当前文件。
zh_hant_hk: 開啟檔案：在檔案管理器中顯示目前檔案。

source: Quick Jump: locates the current media with one click.
zh_hans: 快速跳转：一键定位当前播放内容。
zh_hant_hk: 快速跳轉：一鍵定位目前播放內容。

source: Basic Operations
zh_hans: 基本操作
zh_hant_hk: 基本操作

source: Click the Open Current button in the toolbar.
zh_hans: 在工具栏点击「打开当前」按钮。
zh_hant_hk: 在工具列按一下「開啟目前」按鈕。

source: Reveals the current playing file in the file manager.
zh_hans: 在文件管理器中查看当前播放文件。
zh_hant_hk: 在檔案管理器中查看目前播放的檔案。

source: Notes
zh_hans: 说明
zh_hant_hk: 說明

source: Requires content that is currently playing.
zh_hans: 需当前有正在播放的内容。
zh_hant_hk: 需要有正在播放的內容。

source: Version
zh_hans: 版本
zh_hant_hk: 版本

source: Type
zh_hans: 类型
zh_hant_hk: 類型

source: Plugin
zh_hans: 插件
zh_hant_hk: 外掛程式

source: Shows the current file in the file manager.
zh_hans: 在文件管理器中显示当前文件。
zh_hant_hk: 在檔案管理器中顯示目前檔案。

source: Open File
zh_hans: 打开文件
zh_hant_hk: 開啟檔案

source: Locates the current media with one click.
zh_hans: 一键定位当前播放内容。
zh_hant_hk: 一鍵定位目前播放內容。

source: Quick Jump
zh_hans: 快速跳转
zh_hant_hk: 快速跳轉
